Repository: 84000/data-translation-memory
Catalog: toh214-v3.tmx
Source language: bo
Languages: en

source: བསམ་པ་རྣམས་ཀྱི་ནང་ན་འཁོར་བ་ལས་ཡིད་བྱུང་བ་མཆོག་གོ། །
en: Among all motivations, disillusionment with saṃsāra is the greatest.

source: རྒྱལ་པོ་ཆེན་པོ་འཁོར་བ་ལས་ཡིད་བྱུང་བ་ལེགས་སོ། །
en: “Great King, it is good that you are disillusioned with saṃsāra.

source: སྐྱོ་བ་སྐྱེས་པ་ལེགས་སོ། །
en: It is good that you have become dissatisfied.

source: ཆགས་ན་འཁོར་བ་ཡིན་ནོ། །
en: When one is attached, that is saṃsāra.

source: མ་ཆགས་ན་མྱ་ངན་ལས་འདས་པ་ཡིན་ནོ། །
en: When one is not attached, that is nirvāṇa.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། །རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་སོགས་པ་ཐམས་ཅད་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: After the Blessed One had spoken, everyone, King Bimbisāra and the rest, rejoiced and praised what the Blessed One had said.

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་ལ་གདམས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the Mahāyāna sūtra “Advice to King Bimbisāra.”

source: རྒྱ་གར་གྱི་མཁན་པོ་དཱ་ན་ཤཱི་ལ་དང་། བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ། །
en: Translated, edited, and finalized by the Indian preceptor Dānaśīla and Bandé Yeshé Dé.
